import React from 'react'

const Obr = () => {
  return (
    <div id="Obr">
        <h1>
            Образование, каким оно должно быть
        </h1>
        <div id="Obr_block_1">
            <p>
            Мы помогаем развивать коммуникацию, критическое мышление, эмоциональный интеллект и «гибкие навыки» у детей от 7 лет и старше при помощи авторских методик, разработанных известными педагогами Ярославля
            </p>
        </div>
        <div id="Obr_block_2">
            <div id="Obr_block_2_1">
                <p>
                    Мы обучаем тех, кто хочет быть грамотным в современном мире цифрового образования
                </p>
            </div>
            <div id="Obr_block_2_2">
                <p>
                    Применяем инновационные методы в обучении с индивидуальным подходом к потребностям ученика
                </p>
            </div>
        </div>
    </div>
  )
}

export default Obr
